import { ContactsPageTranslations } from '../types';

const contacts: ContactsPageTranslations = {
    title: 'Свяжитесь с нами',
    introMessage: 'Мы здесь, чтобы помочь и ответить на любой вопрос, который у вас может возникнуть. Мы с нетерпением ждем вашего сообщения!',
    contactForm: 'Форма обратной связи',
    pleaseNote: {
        title: 'Обратите внимание',
        content: 'Хотя у нас нет физического адреса или прямых телефонных линий для связи на этом сайте, будьте уверены, что мы серьезно относимся к вашим обращениям. После получения вашего сообщения, наша преданная команда обеспечит оперативное и полное рассмотрение ваших вопросов и замечаний.',
    },
    thankYou: {
        title: 'Спасибо',
        content: 'Спасибо, что обратились к нам. Мы с нетерпением ждем возможности помочь вам!',
    },
};

export default contacts;
