import { HomePageTranslations } from '../types';

const home: HomePageTranslations = {
    section1: 'Добро пожаловать в <a href="/">Crystal Clear Blissful Cherry Blossom Spa</a> – где ремесло встречается с комфортом.',
    section2: 'В <a href="/">Crystal Clear Blissful Cherry Blossom Spa</a> мы верим, что дом – это место, где живет сердце, и ничто не делает пространство более личным, чем тщательно подобранный, созданный вручную декор. Наша страсть заключается в создании уникальных изделий, вдохновленных природой, которые привносят тепло, спокойствие и личный штрих в ваш интерьер.',
    section3: 'Ознакомьтесь с нашей коллекцией свечей ручной работы, каждая из которых создана с любовью и предназначена для того, чтобы наполнить ваш дом успокаивающими ароматами и уютным свечением. В дополнение к нашим свечам, вы найдете красиво украшенные фоторамки, каждая из которых декорирована тщательно подобранными камнями, отражающими красоту и спокойствие природы.',
    section4: 'В <a href="/">Crystal Clear Blissful Cherry Blossom Spa</a> мы не просто продаем товары; мы предлагаем изделия, которые рассказывают историю – вашу. Привнесите частичку природы в ваш дом, и пусть наши творения помогут вам создать пространство, которое будет теплым, уютным и несомненно вашим.',
};

export default home;
